# -- START LICENSE
# Copyright 2008 Sun Microsystems, Inc. All rights reserved.
# 
# U.S. Government Rights - Commercial software. Government users 
# are subject to the Sun Microsystems, Inc. standard license agreement
# and applicable provisions of the FAR and its supplements.
# 
# Use is subject to license terms.
# 
# This distribution may include materials developed by third parties.
# Sun, Sun Microsystems, the Sun logo, Java and Project Identity 
# Connectors are trademarks or registered trademarks of Sun 
# Microsystems, Inc. or its subsidiaries in the U.S. and other
# countries.
# 
# UNIX is a registered trademark in the U.S. and other countries,
# exclusively licensed through X/Open Company, Ltd. 
# 
# -----------
# DO NOT ALTER OR REMOVE COPYRIGHT NOTICES OR THIS HEADER.
# 
# Copyright 2008 Sun Microsystems, Inc. All rights reserved. 
# 
# The contents of this file are subject to the terms of the Common Development
# and Distribution License(CDDL) (the License).  You may not use this file
# except in  compliance with the License. 
# 
# You can obtain a copy of the License at
# http://identityconnectors.dev.java.net/CDDLv1.0.html
# See the License for the specific language governing permissions and 
# limitations under the License.  
# 
# When distributing the Covered Code, include this CDDL Header Notice in each
# file and include the License file at identityconnectors/legal/license.txt.
# If applicable, add the following below this CDDL Header, with the fields 
# enclosed by brackets [] replaced by your own identifying information: 
# "Portions Copyrighted [year] [name of copyright owner]"
# -----------
# -- END LICENSE
## This file maps the annoted display keys from your source files (such as @ConnectorClass
## and @ConfigurationProperty) to their string values for display in the application's UI
SAP=SAP

# SAP ERROR MESSAGES

SAP_ERR_ACCT_ATTR_FORMAT=El nombre de asignaci\u00F3n de atributo de cuenta ''{0}'' no tiene el formato correcto - Struct->Valor
SAP_ERR_ACCT_EXIST_UPDATE=La cuenta ''{0}'' en el recurso no existe.
SAP_ERR_ACTGRP_FETCH=Error al recuperar los grupos de actividades SAP para ''{0}''.
SAP_ERR_ACTGRP_FORMAT=El grupo de actividades ''{0}'' no tiene el formato correcto.
SAP_ERR_ACTGRP_MGMT=Error al gestionar los grupos de actividades SAP para ''{0}''.
SAP_ERR_ATTR_NOT_FOUND=No se ha encontrado el atributo SAP ''{0}''.
SAP_ERR_ATTR_NOT_CRT=No se puede crear el atributo ''{0}''.
SAP_ERR_ATTR_NOT_UPD=No se puede actualizar el atributo ''{0}''.
SAP_ERR_ATTR_INVLD=Valor no v\u00E1lido de ''{0}'' para el atributo ''{1}''.
SAP_ERR_BAPI_CREATE_NOT_FOUND=Falta BAPI_USER_CREATE1. Intentando BAPI_USER_CREATE.
SAP_ERR_CHANGE_FILTERED_ACCT=No se puede cambiar la cuenta filtrada ''{0}''.
SAP_ERR_CHANGING_PASSWD=Error al cambiar la contrase\u00F1a del usuario.
SAP_ERR_CONNECT=Error al conectarse al sistema SAP.
SAP_ERR_COPY_DATA=Fallo al copiar los datos de usuario. Suprimiendo el usuario ''{0}''.
SAP_ERR_CREATE=Faltan BAPI_USER_CREATE y BAPI_USER_CREATE1.
SAP_ERR_CREATE_ACCT_DUPE=Ya existe una cuenta con el nombre ''{0}''.
SAP_ERR_CREATE_FILTERED_ACCT=No se puede crear la cuenta filtrada ''{0}''.
SAP_ERR_CREATE_USER=Error al crear el usuario ''{0}''.
SAP_ERR_CUASYSTEMS=No se han podido obtener los subsistemas CUA para el usuario ''{0}''.
SAP_ERR_DATE_INVALID=Fecha no v\u00E1lida introducida. Vuelva a comprobar las fechas introducidas.
SAP_ERR_DELETE_FILTERED_ACCT=No se puede suprimir la cuenta filtrada ''{0}''.
SAP_ERR_DELETE_USER=Se ha producido un error al intentar suprimir el usuario ''{0}''.
SAP_ERR_DISABLE_USER=Se ha producido un error al intentar desactivar el usuario ''{0}''.
SAP_ERR_DISPLAY_TMP_PWD=La contrase\u00F1a temporal es ''{0}''.
SAP_ERR_ENABLE_USER=Se ha producido un error al intentar activar el usuario ''{0}''.
SAP_ERR_FETCH_USER=Se ha producido un error al intentar obtener el usuario ''{0}''
SAP_ERR_FIELD_VALUE=El tipo no era "b". Tipo: ''{0}''.
SAP_ERR_HELP_VALUES_GET=Error al obtener los valores de ayuda SAP.
SAP_ERR_INV_COL=Nombre de columna no v\u00E1lido ''{0}'' para la tabla ''{1}''.
SAP_ERR_INV_TBL_FRMT=El formato y la entidad no coinciden para la tabla ''{0}''.
SAP_ERR_JCO_FUNC_CREATE=No se ha podido crear el objeto JCO.Function porque no est\u00E1 disponible una conexi\u00F3n al sistema SAP.
SAP_ERR_JCO_FUNC_NOT_FOUND=No se ha encontrado la funci\u00F3n de JCo ''{0}''
SAP_ERR_JCO_FUNC_NOT_ISNTL=La funci\u00F3n de JCo no est\u00E1 instalada ''{0}''
SAP_ERR_JCO_FUNC_NOT_RENBL=La funci\u00F3n de JCo no est\u00E1 activada de forma remota ''{0}''
SAP_ERR_JCO_NULL=ERROR: La funci\u00F3n de JCo es nula.
SAP_ERR_JCO_PASSWORD_CHILD=Error al llamar a ''{0}'' mientras se cambian las contrase\u00F1as de CUA.
SAP_ERR_JCO_PASSWD_FUNCTION=No se ha encontrado la funci\u00F3n personalizada ''{0}'' en el sistema central de CUA.
SAP_ERR_LIST_ACCT=Error al recuperar usuarios.
SAP_ERR_LIST_DUPS=La lista {0} contiene duplicados.
SAP_ERR_LIST_NULL_ENTRIES=Las entradas de la lista {0} no pueden ser nulas.
SAP_ERR_LIST_SBSTM_ENTRIES=Error al recuperar las entradas de la tabla del subsistema.
SAP_ERR_LIST_TABLE_ENTRIES=Error al recuperar las entradas de la tabla.
SAP_ERR_LOC_ACTGRP_MGMT=Error al gestionar los grupos de actividades locales SAP para ''{0}''.
SAP_ERR_LOC_PROFILE_MGMT=Error al gestionar los perfiles locales SAP para ''{0}''.
SAP_ERR_MISSING_REQD_ATTR=Falta el atributo necesario ''{0}''.
SAP_ERR_NO_INFO=No se ha podido obtener la informaci\u00F3n sobre el usuario del recurso SAP\n''{0}''.
SAP_ERR_NO_SUBSYS_BAPI=BAPI_USER_SYSTEM_ASSIGN NO est\u00E1 instalado.
SAP_ERR_PASSWD_CHANGE_CHILD=Error al cambiar la contrase\u00F1a del usuario en el elemento secundario ''{0}''.
SAP_ERR_PASSWD_CHECK_CHILD=Error al comprobar la contrase\u00F1a inicial del usuario en el elemento secundario ''{0}''.
SAP_ERR_PASSWD_INITIAL_CHILD=Error al configurar la contrase\u00F1a inicial del usuario en el elemento secundario ''{0}''.
SAP_ERR_PASSWD_UNEXPIRE_CHILD=Error al anular la caducidad de la contrase\u00F1a del usuario en el elemento secundario ''{0}''.
SAP_ERR_PASSWD_RTRN_TMP=La contrase\u00F1a actual es ''{0}''.
SAP_ERR_PROFILE_FETCH=Error al recuperar los perfiles SAP para ''{0}''.
SAP_ERR_PROFILE_MGMT=Error al gestionar los perfiles SAP para ''{0}''.
SAP_ERR_PROFILE_FORMAT=El perfil ''{0}'' no tiene el formato correcto.
SAP_ERR_RENAME_USER=SAP no ha podido cambiar el nombre de ''{0}'' a ''{1}''.
SAP_ERR_RENAME_USER_EXISTS=No se ha podido cambiar el nombre de ''{0}'' a ''{1}'' porque ''{1}'' ya existe.
SAP_ERR_RENAME_CUA=No est\u00E1 soportado el cambio de nombre si CUA (Administraci\u00F3n de Usuarios del Cliente) est\u00E1 activada.
SAP_ERR_START_CONNECTION=Se ha producido un error al iniciar la conexi\u00F3n.
SAP_ERR_TABLE_FORMAT=No est\u00E1 definida la definici\u00F3n de tabla para ''{0}''.
SAP_ERR_UNEXPIRE_PASSWD=Se necesita tanto la contrase\u00F1a actual como la nueva contrase\u00F1a del usuario para anular la caducidad de la contrase\u00F1a.
SAP_ERR_UPDATE_USER=Error al actualizar el usuario ''{0}''.

# ADDED FOR BUG:18892042

SAP_ERR_JCO_TRCE_FILE=Error al escribir antes/despu\u00E9s del archivo.
SAP_ERR_JCO=La causa del error de JCO no es la comunicaci\u00F3n, el protocolo o un fallo del sistema.
SAP_ERR_CREATE_FUNC=Error al crear la funci\u00F3n ''{0}''.
SAP_ERR_GET_USR_DETAIL=Error al obtener los detalles de usuario: ''{0}''.
SAP_ERR_FULL_RECON=Se ha producido un error durante la conciliaci\u00F3n completa ''{0}''.
SAP_ERR_INC_RECON=Se ha producido un error durante la conciliaci\u00F3n incremental ''{0}''.
SAP_ERR_CONN_OBJ=Se ha producido un error al crear el objeto de conector ''{0}''.
SAP_ERR_GET_CUSTOM_ATTR=Se ha producido un error al obtener los atributos personalizados ''{0}''.
SAP_ERR_GET_USR_ACCNT=Se ha producido un error al obtener cuentas de usuarios ''{0}''.
SAP_ERR_GET_ROLE_OR_PROF=Se ha producido un error al obtener roles/perfiles del destino ''{0}''.
SAP_ERR_IN_SYNC_RECON=Se ha producido un error al ejecutar la conciliaci\u00F3n de sincronizaci\u00F3n ''{0}''.
SAP_ERR_JCO_CONTEXT_EXP=Excepci\u00F3n de contexto de JCO:
SAP_ERR_INIT_TARGET_RECON_FIELD_MAP=Se ha producido un error durante initializeTargetReconFieldMap.
SAP_ERR_PERSON_NUM_NOT_VAILDATED=N\u00FAmero de personal sin validar.
SAP_ERR_OVERWRITE_LINK=Si el usuario est\u00E1 enlazado, se sobrescribir\u00E1.
SAP_ERR_PERSONNEL_NUM_ALREADY_LINKED=El usuario no se enlazar\u00E1 dado que el n\u00FAmero de personal ya est\u00E1 enlazado.
SAP_ERR_USR_LCK_FAILED=Fallo al bloquear el usuario, por lo que este no se enlazar\u00E1.
SAP_ERR_USR_UNLCK_FAILED=No se desbloquea el usuario debido a un fallo en tareas de enlace anteriores.
SAP_ERR_WHILE_GEN_TEMP_PWD=Se ha producido un error al generar una contrase\u00F1a temporal de SAP.
SAP_ERR_UNEXPIRING_PASSWD=Error al anular la caducidad de la contrase\u00F1a del usuario.
SAP_ERR_UNSUPPORTED_OBJECT_CLASS=La clase de objeto ''{0}'' no est\u00E1 soportada.
SAP_ERR_JOB_INTERRUPTED=La b\u00FAsqueda de conector se ha interrumpido.
# SAP INFO MESSAGES

SAP_INFO_CLONE_USR=Clonando datos para el usuario: ''{0}''.
SAP_INFO_COPY_PDATA=Copiando datos de personalizaci\u00F3n en ''{0}''.
SAP_INFO_COPY_USR=Copiando datos de usuario de ''{0}'' a ''{1}''.
SAP_INFO_CREATE_RNM=Creando nuevo usuario durante el cambio de nombre: ''{0}''.
SAP_INFO_GET_PDATA=Obteniendo datos de personalizaci\u00F3n para ''{0}''.
SAP_INFO_GET_USR=Obteniendo datos para el usuario: ''{0}''.
SAP_INFO_PWD_CRTD=Se ha generado una contrase\u00F1a SAP correctamente.
SAP_INFO_RENAME=Cambie el nombre del usuario de ''{0}'' a ''{1}''.
SAP_INFO_UPDATE_USR=Actualice el usuario ''{0}''.

# ADDED FOR BUG:18892042

SAP_INFO_RECREATE_FUNC=Recreando la funci\u00F3n ''{0}''.
SAP_INFO_DELETING_USR=Suprimiendo el usuario ''{0}''.
SAP_INFO_CREATING_BAPI=Creando la funci\u00F3n de BAPI ''{0}'' con retyrOnFailedConnection ''{1}''.
SAP_INFO_NON_JCO_EXCEPTION=Se ha devuelto una excepci\u00F3n que no es JCO durante la conexi\u00F3n: ''{0}''.
SAP_INFO_NON_JCO_EXP=Se ha devuelto una excepci\u00F3n que no es JCO. Vuelva a intentarlo.
SAP_INFO_JCO_COMMN_ERR=Error de comunicaci\u00F3n: vuelva a intentar la operaci\u00F3n.
SAP_INFO_EXE_FUN_ACCID=Ejecutando la funci\u00F3n ''{0}'' para el usuario ''{1}''.
SAP_INFO_EXE_FUN_NO_ACCID=Ejecutando la funci\u00F3n ''{0}''.
SAP_INFO_JCO_EXP_GRP=Tipo de excepci\u00F3n:''{0}''.
SAP_INFO_SET_STRUCT=Configurando el nombre de atributo ''{1}'' de la estructura o tabla ''{0}'' con el valor ''{2}'' y el valor de actualizaci\u00F3n ''{3}''.
SAP_INFO_STRUCT_MSG=Estructura= ''{0}''.
SAP_INFO_TABLE_MSG=Tabla= ''{0}''.
SAP_INFO_LIST_EXPT_ATTR=Lista esperada para el atributo ''{0}''.
SAP_INFO_FIELD_MSG=Campo= ''{0}''.
SAP_INFO_SET_USRNAME=Definir USERNAME ''{0}''.
SAP_INFO_SET_FIELD=Definiendo el campo ''{0}'' en ''{1}''.
SAP_INFO_ADD_ROW=Agregar la fila ''{0}'' con el valor ''{1}''.
SAP_INFO_SET_ROW=Definir la fila ''{0}'' con el valor ''{1}''.
SAP_INFO_SET_ROW_ATTR=Configurando ''{0}'' ''{1}''.
SAP_INFO_ACCID_BE_RECON=ID de cuenta que se va a conciliar ''{0}''.
SAP_INFO_USRID_BE_RECON=El ID de usuario que se est\u00E1 conciliando es ''{0}''.
SAP_INFO_CUSTOM_QUERY_VALID=\u00BFEs v\u00E1lida la consulta de conciliaci\u00F3n personalizada? ''{0}''.
SAP_INFO_USR_BE_DELETED=El usuario que se est\u00E1 suprimiendo es ''{0}''.
SAP_INFO_CREATE_ACCID=crear ID de cuenta: ''{0}''.
SAP_INFO_OBTAIN_DEST=Obtener un destino de SAP ''{0}''.
SAP_INFO_DEST_STATEFUL=Sesi\u00F3n con estado ya creada.
SAP_INFO_DEST_STATELESS=Sesi\u00F3n sin estado iniciada.
SAP_INFO_IS_USR_EXISTS=UserID: ''{0}'' Existe  :''{1}''.
SAP_INFO_USR_EXISTENCE_CHK= Ejecutar BAPI_USER_EXISTENCE_CHECK ''{0}''.
SAP_INFO_USE_BAPI_RETURN=Utilizando USE_BAPI_RETURN para valores de retorno.
SAP_INFO_USE_EXCEPTION_RETURN=Utilizando excepciones para valores de retorno.
SAP_INFO_CHK_PASSWD_CHG_CHILD=Comprobando procesamiento de cambio de contrase\u00F1a para el sistema secundario.
SAP_INFO_NO_MOD_FOR_PWD_CHG_CUA=No se ha configurado ning\u00FAn m\u00F3dulo de funci\u00F3n para comprobar el cambio de contrase\u00F1a en sistemas secundarios.
SAP_INFO_CHILD_PWDCHG_FAILED=Fallo al cambiar la contrase\u00F1a en el elemento secundario ''{0}''.
SAP_INFO_COPY_ALIAS=Copiando alias de ''{0}'' a ''{1}''.
SAP_INFO_ALIAS=Alias = ''{0}''.
SAP_INFO_SET_ATTR=Configurando valor para el atributo ''{0}''.
SAP_INFO_SET_INIT_PWD_CUA_CHILD=Definiendo contrase\u00F1a inicial en sistemas secundarios CUA.
SAP_INFO_FAILED_INIT_PWD_CUA_CHILD=Fallo al definir la contrase\u00F1a inicial en el elemento secundario ''{0}''.
SAP_INFO_CUA_PSWD_CHANGE=Cambio de contrase\u00F1a en sistemas (secundarios) CUA.
SAP_INFO_USR_NOT_LINKED=Usuario no enlazado.
SAP_INFO_EMP_LINKED=''{0}'' ya est\u00E1 enlazado a ''{1}'' y es v\u00E1lido hasta:''{2}''.
SAP_INFO_EXPIRED_PSWD=expiredPassword = ''{0}''.
SAP_INFO_USR_EXISTS=userID :''{0}'' Existe  :''{1}''.
SAP_INFO_UPPERCASE_PWD= cambie la contrase\u00F1a proporcionada a may\u00FAsculas en funci\u00F3n de la configuraci\u00F3n.
SAP_INFO_KEY_AND_VALUES_TO_ADD=clave:''{0}'' valuesToAdd:''{1}''.
SAP_INFO_KEY_AND_VALUES_TO_REMOVE=clave:''{0}'' valuesToRemove:''{1}''.
SAP_INFO_ATTR_ACTVITY_GROUPS=Atributo:''{0}''activityGroups:''{1}''.

#SAP WARNING MESSAGES 
SAP_WARN_RENAME_ALIAS=No se ha podido definir el ALIAS para el usuario ''{0}''. P\u00F3ngase en contacto con el administrador de SAP.
SAP_WARN_RENAME_DELETE=No se ha podido suprimir el usuario ''{0}''. P\u00F3ngase en contacto con el administrador de SAP.
SAP_WARN_RENAME_DELETE_NEW=Se ha producido un error durante la operaci\u00F3n de cambio de nombre de SAP. No se ha podido limpiar esta operaci\u00F3n fallida: No se ha podido eliminar el usuario reci\u00E9n creado ''{0}''. P\u00F3ngase en contacto con el administrador de SAP.

# ADDED FOR BUG:18892042
SAP_WARN_INIT_PASSWD_NOT_SET=Contrase\u00F1a inicial no definida en ''{0}'' como se esperaba.



#SAP Connection and Configuration parameters - Help and Display values

SAP_DEST_NAME_DISPLAY=Nombre de Destino de SAP
SAP_DEST_NAME_HELP=Este valor debe ser \u00FAnico. Es un par\u00E1metro de conexi\u00F3n obligatorio necesario para que SAPJCo interact\u00FAe con el sistema SAP. Valor de ejemplo: dest o dest123 (cualquier valor aleatorio)

SAP_USE_LOAD_BAL_DISPLAY=Activar Equilibrio de Carga de SAP
SAP_USE_LOAD_BAL_HELP=Introduzca TRUE para activar el uso del equilibrio de carga de SAP

SAP_HOST_DISPLAY=Host
SAP_HOST_HELP=Introduzca el nombre del host del recurso

SAP_SYSTEM_NUMBER_DISPLAY=N\u00FAmero de sistema SAP
SAP_SYSTEM_NUMBER_HELP=N\u00FAmero del sistema SAP. Valor por defecto: 00

SAP_R3NAME_DISPLAY=ID de Sistema SAP
SAP_R3NAME_HELP=ID del sistema SAP, obligatorio para una conexi\u00F3n de equilibrio de carga

SAP_MSG_SRV_HOST_DISPLAY=Host del Servidor de Mensajes de SAP
SAP_MSG_SRV_HOST_HELP=Introduzca el nombre de host del servidor de mensajes de SAP, obligatorio para la conexi\u00F3n de equilibrio de carga

SAP_MSG_SRV_PORT_DISPLAY=Puerto del Servidor de Mensajes de SAP
SAP_MSG_SRV_PORT_HELP= (Opcional) Puerto del servidor de mensajes de SAP para utilizar en lugar del sapms por defecto

SAP_AS_GROUP_DISPLAY=Grupo de Servidores de la Aplicaci\u00F3n de SAP
SAP_AS_GROUP_HELP=Grupo de servidores de aplicaciones de SAP

SAP_SAP_ROUTER_DISPLAY=Cadena de Conexi\u00F3n del Router de SAP
SAP_SAP_ROUTER_HELP=Cadena del router de SAP que se utiliza para un sistema protegido por un firewall

SAP_CLIENT_DISPLAY=Cliente
SAP_CLIENT_HELP=Valor de cliente de SAP. Valor por defecto: 000

SAP_LANGUAGE_DISPLAY=Idioma
SAP_LANGUAGE_HELP=Introduzca el c\u00F3digo de dos letras para el idioma definido en el sistema de destino. Valor por defecto: EN

SAP_USE_SNC_DISPLAY=Activar SNC de SAP
SAP_USE_SNC_HELP=Introduzca FALSE si desea configurar la comunicaci\u00F3n segura entre Oracle Identity Manager y el sistema de destino. De lo contrario, introduzca TRUE.

SAP_USER_DISPLAY=Usuario
SAP_USER_HELP=Nombre de usuario que tiene permisos para conectar y actualizar la contrase\u00F1a de cuentas existentes en SAP

SAP_PASSWORD_DISPLAY=Contrase\u00F1a
SAP_PASSWORD_HELP=Contrase\u00F1a de la cuenta de usuario

SAP_SNC_PROT_LEVEL_DISPLAY=Nivel de Protecci\u00F3n de SNC
SAP_SNC_PROT_LEVEL_HELP=Introduzca el nivel de protecci\u00F3n (calidad de protecci\u00F3n, QOP) con el que se transfieren los datos. El valor puede ser uno de los siguientes n\u00FAmeros: 1: solo autenticaci\u00F3n segura; 2: protecci\u00F3n de integridad de datos; 3: protecci\u00F3n de privacidad de datos; 8: usar valor del par\u00E1metro; 9: usar m\u00E1ximo valor disponible. Especifique un valor para este par\u00E1metro solo si activa la comunicaci\u00F3n SNC entre el sistema de destino y Oracle Identity Manager. Valor por defecto: 3

SAP_SNC_NAME_DISPLAY=Nombre del sistema de SNC
SAP_SNC_NAME_HELP=Especifique un valor para este par\u00E1metro solo si activa la comunicaci\u00F3n de SNC entre el sistema de destino y Oracle Identity Manager. Valor de ejemplo: p:CN=TST,OU=SAP, O=ORA,c=IN

SAP_SNC_PARTNER_NAME_DISPLAY=Nombre de Partner de SNC
SAP_SNC_PARTNER_NAME_HELP=Introduzca el nombre de dominio de la computadora host del sistema de destino. Especifique un valor para este par\u00E1metro solo si activa la comunicaci\u00F3n de SNC entre el sistema de destino y Oracle Identity Manager. Valor de ejemplo: p:CN=TST,OU=SAP, O=ORA,c=IN

SAP_SNC_X509CERT_DISPLAY=Certificado X509 de SNC
SAP_SNC_X509CERT_HELP=Certificado X509 que no contiene las cadenas BEGIN CERTIFICATE o END CERTIFICATE al utilizar SNC. Nota: Debe eliminar todos los caracteres de nueva l\u00EDnea del certificado.

SAP_SNC_LIB_DISPLAY=Ruta de Acceso de Biblioteca de SNC
SAP_SNC_LIB_HELP=Introduzca el nombre y la ruta completa de la biblioteca de cifrado en la computadora host del sistema de destino. Esto solo es obligatorio si SNC est\u00E1 activado. Valor de ejemplo: c://usr//sap/sapcrypto.dll

SAP_CONN_ATTR_ENABLE_DISPLAY=Configurar Ajuste de Conexi\u00F3n
SAP_CONN_ATTR_ENABLE_HELP=Permite personalizar las propiedades de conexi\u00F3n cuando se configure el destino de SAP. Valor por defecto: FALSE

SAP_CONN_POOL_CAPACITY_DISPLAY=Capacidad de Pool de Conexiones
SAP_CONN_POOL_CAPACITY_HELP=N\u00FAmero m\u00E1ximo de conexiones inactivas que el destino puede mantener abiertas

SAP_CONN_POOL_ACTIVE_DISPLAY=N\u00FAmero M\u00E1ximo de Conexiones Activas
SAP_CONN_POOL_ACTIVE_HELP=N\u00FAmero m\u00E1ximo de conexiones activas que se pueden crear para un destino de forma simult\u00E1nea

SAP_CONN_POOL_EXPIRE_TIME_DISPLAY=Hora de Caducidad de Conexi\u00F3n
SAP_CONN_POOL_EXPIRE_TIME_HELP=Conexiones liberadas que mantiene el destino y que puede cerrar despu\u00E9s de esta cantidad de tiempo (especificada en milisegundos)

SAP_CONN_POOL_EXPIRE_PERIOD_DISPLAY=Comprobar Per\u00EDodo de Conexiones Liberadas
SAP_CONN_POOL_EXPIRE_PERIOD_HELP=Se comprueba la caducidad de las conexiones liberadas despu\u00E9s de este periodo de tiempo (especificado en milisegundos)

SAP_CONN_MAX_GET_TIME_DISPLAY=Tiempo M\u00E1ximo de Espera de Conexi\u00F3n
SAP_CONN_MAX_GET_TIME_HELP=Tiempo m\u00E1ximo de espera para una conexi\u00F3n (especificado en milisegundos)

SAP_JCO_TRACE_LEVEL_DISPLAY=Nivel de Rastreo de JCO
SAP_JCO_TRACE_LEVEL_HELP=Nivel de rastreo de SAP JCO que activar. Introduzca 0 o cualquier entero positivo hasta 10 (inclusive). Valor por defecto: 0

SAP_JCO_TRACE_PATH_DISPLAY=Directorio de Rastreo de JCO
SAP_JCO_TRACE_PATH_HELP=Ruta de acceso absoluta al directorio donde se crear\u00E1n los archivos de rastreo

SAP_MAX_BAPI_RETRIES_DISPLAY=M\u00E1ximo de Reintentos de BAPI
SAP_MAX_BAPI_RETRIES_HELP=N\u00FAmero m\u00E1ximo de veces que se volver\u00E1 a intentar la ejecuci\u00F3n de BAPI. Valor por defecto: 5

SAP_RETRY_WAIT_TIME_DISPLAY=Tiempo de Espera de Reintento de SAP
SAP_RETRY_WAIT_TIME_HELP=Introduzca el n\u00FAmero de milisegundos que se esperar\u00E1 antes de intentar una nueva operaci\u00F3n. (Valor por Defecto: 500)

SAP_DISPLAY_CONFIG_PR=Configurar Recurso de Pol\u00EDtica
SAP_CONFIG_PR_HELP=<b>Configurar Recurso de Pol\u00EDtica</b><br>Permite la configuraci\u00F3n de un recurso de pol\u00EDtica para GRC.

SAP_ALIAS_USER_DISPLAY=Alias de Usuario
SAP_ALIAS_USER_HELP=Esta entrada contiene el alias de usuario de conexi\u00F3n.

SAP_GATEWAY_HOST_DISPLAY=Host de Gateway
SAP_GATEWAY_HOST_HELP=Esta entrada contiene el nombre o la direcci\u00F3n IP del host de gateway.

SAP_GATEWAY_SERVICE_DISPLAY=Servicio de Gateway
SAP_GATEWAY_SERVICE_HELP= Esta entrada contiene el nombre del servicio de gateway.

SAP_TP_NAME_DISPLAY=Nombre de TP
SAP_TP_NAME_HELP= Esta entrada contiene el ID del programa del servidor externo.

SAP_TP_HOST_DISPLAY=Host de TP
SAP_TP_HOST_HELP=Esta entrada contiene el nombre de host del programa de servidor externo.

SAP_TYPE_DISPLAY=Tipo
SAP_TYPE_HELP= Esta entrada contiene el tipo del host remoto. Puede tener los siguientes valores: para SAP R/2: 2, para SAP R/3: 3, para host remoto externo: E

SAP_CODE_PAGE_DISPLAY=P\u00E1gina de C\u00F3digo
SAP_CODE_PAGE_HELP= Esta entrada tiene la p\u00E1gina de c\u00F3digo inicial en notaci\u00F3n de SAP.

SAP_GET_SSO2_DISPLAY=Obtener SSO2
SAP_GET_SSO2_HELP=Obtener o no obtener un ticket de SSO tras la conexi\u00F3n. El valor de esta entrada puede ser 1 o 0.

SAP_GET_MYSAPSSO2_DISPLAY=Obtener MySAP SSO2
SAP_GET_MYSAPSSO2_HELP=Especifica la SAP Cookie Versi\u00F3n 2 que se va a utilizar como ticket de conexi\u00F3n.

SAP_L_CHECK_DISPLAY=Comprobaci\u00F3n de Conexi\u00F3n
SAP_L_CHECK_HELP= Activa o desactiva la comprobaci\u00F3n de conexi\u00F3n al abrir. El valor de esta entrada puede ser 1 (activado) o 0 (desactivado)

SAP_DSR_DISPLAY=DSR
SAP_DSR_HELP=DSR

SAP_REPOSITORY_DEST_DISPLAY=Destino del Repositorio
SAP_REPOSITORY_DEST_HELP=Especifica el destino que se va a utilizar como repositorio

SAP_REPOSITORY_USER_DISPLAY=Usuario del Repositorio
SAP_REPOSITORY_USER_HELP=Esta entrada es opcional. Si el destino del repositorio no se ha definido y esta entrada s\u00ED, esta entrada se utilizar\u00E1 como usuario para llamadas del repositorio. Esto permite utilizar un usuario diferente para las consultas del repositorio.

SAP_REPOSITORY_PASSWORD_DISPLAY=Contrase\u00F1a de Repositorio
SAP_REPOSITORY_PASSWORD_HELP= Especifica la contrase\u00F1a para un usuario del repositorio. Esta entrada es obligatoria si se utiliza un usuario del repositorio.

SAP_REPOSITORY_SNC_MODE_DISPLAY=Modo de SNC de Repositorio
SAP_REPOSITORY_SNC_MODE_HELP=Esta entrada es opcional. Si SNC se utiliza para este destino, puede desactivar SNC para las conexiones al repositorio definiendo esta entrada en 0.

SAP_GET_SINGLE_ROLES_DISPLAY=Obtener Roles \u00DAnicos
SAP_GET_SINGLE_ROLES_HELP=Especifique S\u00ED si los roles \u00FAnicos necesitan conciliarse desde SAP durante la conciliaci\u00F3n de consulta de rol. De lo contrario, especifique No.

SAP_GET_COMPOSITE_ROLES_DISPLAY=Obtener Roles Compuestos
SAP_GET_COMPOSITE_ROLES_HELP=Especifique S\u00ED si los roles de compuesto necesitan conciliarse desde SAP durante la conciliaci\u00F3n de consulta de rol. De lo contrario, especifique No.

SAP_FILTERED_ACCOUNTS_DISPLAY=Cuentas Filtradas
SAP_FILTERED_ACCOUNTS_HELP=Las cuentas mostradas no se pueden editar, crear ni mostrar.

SAP_CUA_MODE_DISPLAY=Modo de CUA
SAP_CUA_MODE_HELP=Introduzca S\u00ED si el sistema de destino es SAP CUA. De lo contrario, introduzca No.

SAP_UPPER_CASE_PASSWORDS_DISPLAY=Contrase\u00F1as en May\u00FAsculas
SAP_UPPER_CASE_PASSWORDS_HELP=Al seleccionar esta opci\u00F3n, la contrase\u00F1a se convierte a may\u00FAsculas antes de enviar al recurso.

SAP_USE_SAP_TEMP_PWD_DISPLAY=Usar Contrase\u00F1as Temporales de SAP
SAP_USE_SAP_TEMP_PWD_HELP=Permita a SAP generar una contrase\u00F1a para utilizarla en la configuraci\u00F3n de la contrase\u00F1a de un usuario como caducada o no caducada. Nota: Esta opci\u00F3n necesita la instalaci\u00F3n de la nota 832661 de SAP.

SAP_RETURN_SAP_TEMP_PWD_DISPLAY=Devolver Contrase\u00F1as Temporales de SAP en Fallo
SAP_RETURN_SAP_TEMP_PWD_HELP=Si al cambiar la contrase\u00F1a del administrador se produce un error tras el cambio temporal y antes del cambio real, la contrase\u00F1a temporal se mostrar\u00E1 en texto no cifrado. 

#SAP_USER_PWD_ON_CHG_DISPLAY=User Provides Password On Change
#SAP_USER_PWD_ON_CHG_HELP=Select to require the user to specify his current SAP password when changing his password.

SAP_TEMP_PASSWORD_DISPLAY=Contrase\u00F1a Temporal
SAP_TEMP_PASSWORD_HELP=Contrase\u00F1a temporal que se debe utilizar al realizar los cambios de contrase\u00F1a.

SAP_EAT_EXCEPTION_FOR_NON_UPDATEABLE_ATTRS_DISPLAY=Consumir Excepciones para Atributos no Actualizables
SAP_EAT_EXCEPTION_FOR_NON_UPDATEABLE_ATTRS_HELP=SAP no emite un error cuando intenta actualizar algunos atributos no actualizables. Este indicador activa o desactiva el conector que consume la excepci\u00F3n tambi\u00E9n.

SAP_CUA_INIT_PASSWORD_FM_DISPLAY=M\u00F3dulo de Funci\u00F3n de Cambio de Contrase\u00F1a Inicial Secundaria de CUA
SAP_CUA_INIT_PASSWORD_FM_HELP=Nombre del m\u00F3dulo de funci\u00F3n Remoto Activado que cambia la contrase\u00F1a inicial de un usuario en todos los sistemas secundarios de CUA. Este atributo no se utiliza a menos que CUA est\u00E9 activado. <b>Nota:</b> Si no se define un valor, los cambios de contrase\u00F1a solo se aplicar\u00E1n al sistema CUA. <br>La definici\u00F3n de contrase\u00F1as productivas en sistemas secundarios de CUA tambi\u00E9n fallar\u00E1 autom\u00E1ticamente si no se define este valor.

SAP_CUA_CHECK_PASSWORD_FM_DISPLAY=M\u00F3dulo de Funci\u00F3n de Comprobaci\u00F3n de Contrase\u00F1a Secundaria de CUA
SAP_CUA_CHECK_PASSWORD_FM_HELP=Nombre del m\u00F3dulo de funci\u00F3n Remoto Activado que comprueba la configuraci\u00F3n de la contrase\u00F1a inicial de un sistema secundario. Este atributo no se utiliza a menos que CUA est\u00E9 activado. Nota: Si el valor no se define, no se realizar\u00E1 ninguna comprobaci\u00F3n, lo que puede provocar fallos al configurar una contrase\u00F1a productiva.

SAP_CUA_CHECK_PASSWORD_DELAY_DISPLAY=Retraso de Comprobaci\u00F3n de Contrase\u00F1a Secundaria de CUA
SAP_CUA_CHECK_PASSWORD_DELAY_HELP=Especifique los milisegundos de retraso antes de comprobar la propagaci\u00F3n del cambio de contrase\u00F1a inicial en los sistemas secundarios. Este atributo no se utiliza a menos que CUA est\u00E9 activado.

SAP_CUA_PASSWORD_FM_DISPLAY=M\u00F3dulo de Funci\u00F3n de Cambio de Contrase\u00F1a Secundaria de CUA
SAP_CUA_PASSWORD_FM_HELP=Nombre del m\u00F3dulo de funci\u00F3n Remoto Activado, que cambia la contrase\u00F1a productiva de un usuario en un sistema secundario de CUA. Este atributo no se utiliza a menos que CUA est\u00E9 activado. <b>Nota:</b> Si se utiliza el valor por defecto, solo se cambiar\u00E1 la contrase\u00F1a almacenada en el sistema central de CUA.

SAP_TABLE_FORMATS_DISPLAY=Formatos de Tabla
SAP_TABLE_FORMATS_HELP=Tabla que se manejar\u00E1 como cadenas de varios valores. Utilice el siguiente formato: table_name:=updatetable_Y_or_N|:col1_name|:col2_name|:coln_name

SAP_OVER_WRITE_LINK_DISPLAY=Sobrescribir Enlace
SAP_OVER_WRITE_LINK_HELP=Introduzca S\u00ED como valor si desea que los enlaces existentes en SAP se sobrescriban por los configurados a trav\u00E9s de las operaciones de provisionamiento.

SAP_RECON_FUTURE_DATED_ROLES_DISPLAY=Conciliar Roles con Fecha Posterior
SAP_RECON_FUTURE_DATED_ROLES_HELP=Introduzca S\u00ED si desea conciliar roles con fecha posterior. De lo contrario, introduzca No.

SAP_RECON_PAST_DATED_ROLES_DISPLAY=Conciliar Roles con Fecha Posterior
SAP_RECON_PAST_DATED_ROLES_HELP=Introduzca S\u00ED si desea conciliar roles con fecha anterior. De lo contrario, introduzca No.

SAP_VALIDATE_PERNR_DISPLAY=Validar N\u00FAmero del Personal
SAP_VALIDATE_PERNR_HELP=Introduzca S\u00ED como valor si el entorno operativo contiene varias instalaciones de SAP HRMS. Si hay solo una instalaci\u00F3n de SAP HRMS, introduzca No.

SAP_BATCH_SIZE_DISPLAY=Tama\u00F1o del Lote
SAP_BATCH_SIZE_HELP=Introduzca el n\u00FAmero de registros en cada lote que se debe recuperar del sistema de destino durante la ejecuci\u00F3n de conciliaci\u00F3n. Valor por defecto: 100

SAP_ROLES_DISPLAY=Roles
SAP_ROLES_HELP=Este campo es un objeto embebido definido en la asignaci\u00F3n de atributos. Entrada por defecto: ACTIVITYGROUPS~SUBSYSTEM;AGR_NAME;TO_DAT;FROM_DAT. En la entrada por defecto, ACTIVITYGROUPS es un nombre de tabla en el sistema de destino. SUBSYSTEM, TO_DAT, FROM_DAT y AGR_NAME son nombres de campos en el sistema de destino.

SAP_PROFILES_DISPLAY=Perfiles
SAP_PROFILES_HELP=Este campo es un objeto embebido definido en la asignaci\u00F3n de atributos. Entrada por defecto: PROFILES~SUBSYSTEM;PROFILE. En la entrada por defecto, PROFILES es un nombre de tabla y SUBSYSTEM y PROFILE son nombres de campo en el sistema de destino.

SAP_PARAMETERS_DISPLAY=Par\u00E1metros
SAP_PARAMETERS_HELP=Este campo es un objeto embebido definido en la asignaci\u00F3n de atributos. Entrada por defecto: PARAMETER1~PARID;PARVA. En la entrada por defecto, PARAMETER1 es un nombre de tabla y PARID y PARVA son nombres de campos en el sistema de destino.

SAP_GROUPS_DISPLAY=Grupos
SAP_GROUPS_HELP=Este campo es un objeto embebido definido en la asignaci\u00F3n de atributos. Entrada por defecto: GROUPS~USERGROUP. En la entrada por defecto, GROUPS es un nombre de tabla y USERGROUP es el nombre del campo en el sistema de destino.

SAP_MASTERSYSTEM_DISPLAY=Sistema Principal
SAP_MASTERSYSTEM_HELP=Introduzca el valor Destino de RFC que se utiliza para la identificaci\u00F3n del sistema SAP. Este valor debe ser el mismo que el del nombre de sistema l\u00F3gico. Valor de ejemplo: EH6CLNT001. El valor de ejemplo est\u00E1 basado en el siguiente formato utilizado en el sistema SAP:<SYSTEM_ID>CLNT<CLIENT_NUM>

SAP_CHANGE_PWD_AT_NEXT_LOGON_DISPLAY=Cambiar Contrase\u00F1a en la Siguiente Conexi\u00F3n
SAP_CHANGE_PWD_AT_NEXT_LOGON_HELP=Introduzca S\u00ED si desea que el conector defina la contrase\u00F1a inicial e introduzca No si desea que el conector defina la contrase\u00F1a productiva en SAP. Valor por defecto: No

SAP_DUMMY_PASSWORD_DISPLAY=Contrase\u00F1a de Prueba
SAP_DUMMY_PASSWORD_HELP=Introduzca una contrase\u00F1a de prueba. En primer lugar, el conector define la contrase\u00F1a inicial como su valor y, a continuaci\u00F3n, la cambia por una contrase\u00F1a productiva enviada desde la pantalla de proceso

SAP_PWD_PROPAGATE_TO_CHILD_SYS_DISPLAY=Propagar Contrase\u00F1a a Sistema Secundario
SAP_PWD_PROPAGATE_TO_CHILD_SYS_HELP=El valor S\u00ED permitir\u00E1 al conector propagar los cambios de contrase\u00F1a de usuario desde el sistema principal SAP CUA a los sistemas secundarios. Si el modo de CUA est\u00E1 definido en S\u00ED, este par\u00E1metro tambi\u00E9n debe estar definido en S\u00ED. De lo contrario, ambos par\u00E1metros deben tener los valores No. Valor por defecto: No (porque el valor por defecto del modo de CUA es No)

SAP_SAP_SYS_TIMEZONE_DISPLAY=Zona Horaria del Sistema SAP
SAP_SAP_SYS_TIMEZONE_HELP=Esta entrada tiene la zona horaria del sistema de destino SAP. Valor por defecto: PST

SAP_DISABLE_LOCK_STATUS_DISPLAY=Desactivar Estado de Bloqueo
SAP_DISABLE_LOCK_STATUS_HELP=Esta entrada mantiene el estado de bloqueo de usuario del sistema de destino SAP al desactivarse. Valor por defecto: 64
